Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE.tmx
Source language: de_ch
Languages: en_gb

source: Die Resultate des Zulassungstests werden den KandidatInnen nach der Prüfung schriftlich mitgeteilt.
en_gb: Candidates are informed in writing of the results of the admission test.

source: Die Aufzeichnungen können anonymisiert zu Unterrichts- oder Forschungszwecken verwendet werden.
en_gb: Recordings may be used in anonymous form for teaching or research purposes.

source: Grundlagen in der jeweils geltenden Fassung
en_gb: Applicable regulations

source: Zur Vorbereitung sind sämtliche Hilfsmittel erlaubt.
en_gb: Students may use any aids and resources they wish to prepare.

source: Der Kandidat/die Kandidatin macht sich während des Textvortrags Notizen und dolmetscht die Rede anschliessend konsekutiv.
en_gb: Candidates take notes as the speech is made and interpret it consecutively.

source: Die Teilprüfungen Simultandolmetschen mit/ohne Text und die Prüfung Konsekutivdolmetschen finden an zwei getrennten Prüfungsterminen statt.
en_gb: The exam parts Simultaneous Interpreting with Text and Simultaneous Interpreting without Text and the Consecutive Interpreting examination are held on two different examination dates.

source: Besondere Ereignisse während der Prüfung (z. B. in Bezug auf Lautstärke und Geschwindigkeit des Vortrags) sowie äussere Einflüsse (z. B. akustische Störungen oder technische Probleme) werden bei der Bewertung berücksichtigt.
en_gb: If there is some form of disturbance during the examination (e.g. relating to volume and speed of the text presentation, or external factors such as acoustic disturbance or technical problems), this is taken into consideration in the assessment.

source: Der Durchschnitt der beiden Notenvorschläge wird gemäss üblichen Rundungsregeln auf Viertelnoten gerundet und ergibt die Prüfungsnote.
en_gb: The average of these two proposed marks is rounded to the nearest quarter mark in accordance with the standard rules. This is the final mark.

source: Ein Kurs Simultandolmetschen III oder Konsekutivdolmetschen III gilt als bestanden, wenn in der gleichnamigen Prüfung derselben Sprachversion mindestens die Note 4 erzielt wurde.
en_gb: A candidate passes the course in Simultaneous Interpreting III or Consecutive Interpreting III when they are awarded a 4 or above in the examination of the same name and language pair.

source: Ein Modul Simultan- und Konsekutivdolmetschen III gilt als bestanden, wenn in beiden zum Modul gehörigen Kursen mindestens die Note 4 erzielt wurde.
en_gb: A candidate passes the course in Simultaneous Interpreting III or Consecutive Interpreting III when they are awarded a 4 or above in the examination of the same name and language pair.

source: Falls Sie Ihr Moodle-Passwort vergessen haben, können Sie es hier zurücksetzen:
en_gb: If you have forgotten your Moodle password, you can reset it here:

source: Spesen werden gemäss Merkblatt „Spesen- und Prüfungsentschädigung“ vergütet.
en_gb: Expenses are refunded in accordance with the information under “Spesen- und Prüfungsentschädigung”,

source: Stimmbildung
en_gb: Voice Training

source: Funktionale und intentionale Handlungskonzepte kombinieren
en_gb: Combining functional and intentional modes of action

source: Sprachhandeln: situativ steuernd – gesteuert
en_gb: Using language to control a situation

source: Biografische Muster und Leibkonzept
en_gb: Biographical patterns and bodily concept

source: Physiologische Grundlagen von Atem, Phonation und Artikulation
en_gb: Physiological aspects of breath, phonation and articulation

source: Deutungsmusterlernen
en_gb: Understanding interpretative patterns

source: Handlungsorientiertes Lernen
en_gb: Action-oriented learning

source: Unterrichts unterlagen
en_gb: Course materials

source: L-MB-Merkblatt Prüfungen KD
en_gb: L-MB KD Exam information

source: Masterstudiengang Angewandte Linguistik (MA AL) Merkblatt Prüfungstexte/-Rede für die Vertiefung Konferenzdolmetschen und das Dolmetsch-Propädeutikum
en_gb: MA degree programme in Applied Linguistics (MA AL) Information on exam texts and speeches for the specialisation in Conference Interpreting and the Interpretation Preparation course.

source: Zulassungstest (ZLT, vor dem Dolmetsch-Propädeutikum)
en_gb: Admission test (ZLT, before Interpretation Preparation course)

source: Stegreif und Konsekutiv:
en_gb: Sight and consecutive:

source: Länge:
en_gb: Length:

source: Inhalt/Sprache:
en_gb: Content/language:

source: Angaben:
en_gb: Details:

source: Quelle , kurzer Einführungstext in der Zielsprache, ev. terminologische Hinweise
en_gb: Source, short introductory text in target language, possibly terminological references

source: Eignungsprüfung MA AL (EP, nach dem Dolmetsch-Propädeutikum)
en_gb: MA AL aptitude test (EP, following Interpretation Preparation course)

source: Etwas anspruchsvollere allgemeinsprachliche Texte, idealerweise Reden oder zu Reden umformulierte Artikel.
en_gb: Slightly more demanding text in general language, ideally speeches or speeches generated from articles.

source: Quelle, kurzer Einführungstext in der Zielsprache, ev. terminologische Hinweise, sofern im Unterricht nicht ausführlich besprochen.
en_gb: Source, short introductory text in target language, possibly terminological references if not discussed in detail in class.

source: Verhandlungsdolmetschen:
en_gb: Liaison interpreting:

source: Die Studierenden haben 1 Stunde Zeit, das Thema mit Hilfsmitteln ihrer Wahl vorzubereiten.
en_gb: The students have one hour to prepare the topic using aids of their choice.

source: Beispieltexte im Speech Repository ZLT.
en_gb: Sample texts in Speech Repository ZLT

source: Modulendprüfung Simultan- und Konsekutivdolmetschen (MEP, nach 3 Semestern)
en_gb: End-of-module examination in Simultaneous and Consecutive Interpreting (MEP, after three semesters)

source: ca. 1000 Wörter
en_gb: approx. 1000 words

source: gemäss Themenblatt
en_gb: See list of topics

source: Die Studierenden haben 30 Minuten Zeit, den Text mit Hilfsmitteln ihrer Wahl vorzubereiten.
en_gb: The students have 30 minutes to prepare the text using aids of their choice.

source: Wird ein anders Thema gewählt, sollte dieses möglichst allgemein gehalten sein.
en_gb: If another topic is selected, this should be as general as possible.

source: Die Studierenden erhalten 7 Tage vor der Prüfung die allgemeine Themenangabe und vor Beginn der Prüfung die ausführliche Themenangabe mit terminologischen Hinweisen.
en_gb: The students receive a general indication of the topic a week before the exam and details of the topic with terminological references before the exam.

source: Zur Vorbereitung können sämtliche Hilfsmittel verwendet werden.
en_gb: They may use any aids and resources they wish to prepare.

source: Konsekutiv
en_gb: Consecutive interpreting

source: Beispielreden und Themenangabe:
en_gb: Sample speeches and topics:

source: Für die Prüfungen der Vertiefung Konferenzdolmetschen sowie für den Zulassungstest zum Dolmetsch-Propädeutikum werden Prüfungstexte bzw. -reden nach folgenden Kriterien bereitgestellt:
en_gb: The exam texts and speeches for the specialisation in Conference Interpreting and for the Interpretation Preparation course admission test are selected on the following criteria:

source: Einfache allgemeinsprachliche Zeitungsartikel oder kurze Redeausschnitte.
en_gb: Simple newspaper article in general language or short extracts from a speech.

source: lebhaftes, frei vorgetragenes Gespräch (nach Stichworten, keine vorformulierten, vorgelesenen Redebeiträge!), nach Möglichkeit 3 Wortbeiträge pro Person
en_gb: Lively, freely given speech (from cues; no pre-written speeches read aloud!); 3 short speeches per person if possible

source: Kurze Situationsbeschreibung (Thema, Datum, Ort, Ziel), Angaben zu den GesprächsteilnehmerInnen, (fiktives) Datum des Gesprächs
en_gb: Short description of a situation (topic, date, place, objective), information on interlocutors, fictitious date of discussion

source: Beispieltexte und Themenangaben im internen Speech Repository KD.
en_gb: Sample texts and topics can be found in the internal Speech Repository KD.

source: Simultan mit Text (SmT)
en_gb: Simultaneous with text (SmT)

source: Anspruchsvolle, bei Bedarf gekürzte Originalrede zu einem frei wählbaren Thema (nicht zu allgemein, aber auch keine Fachvortrag)
en_gb: Demanding original speech, abridged if necessary, on any selected topic (not too general, nor too specialist)

source: Simultan ohne Text (SoT)
en_gb: Simultaneous without text (SoT)

source: frei gesprochene Rede, vorzugsweise zu einem Thema, das im laufenden Semester im Unterricht behandelt wurde (und das durchaus auch Fachbegriffe aufweisen darf).
en_gb: Freely given speech preferably on a topic covered during the course of the semester (may well contain specialist terms)

source: 24. Februar 2017/molo
en_gb: 24 February 2017/molo

source: MA AL, Vertiefung Konferenzdolmetschen
en_gb: MA AL, Specialisation in Conference Interpreting

source: Kleiner Ratgeber für Prüfungsreden (Modulendprüfungen)
en_gb: Short guide to speeches used in exams (end-of-module exams)

source: Organisatorisches
en_gb: Organisation

source: Länge 6-7 Minuten
en_gb: 6-7 minutes

source: Simultan ohne Text:
en_gb: Simultaneous without text:

source: Länge: ca. 1000 Wörter (Zielzeit: ca. 10 min)
en_gb: approx. 1,000 words (lasting approx. 10 mins)

source: Redner, Datum, Ort, Thema
en_gb: Speaker, date, place, topic

source: Keine Einleitung, wenn möglich keine terminologischen Hinweise, falls nicht zwingend nötig – die Studierenden können die Rede 30‘ vorbereiten.
en_gb: No introduction, if possible no terminological indications if not absolutely necessary – the students have 30 minutes to prepare the text.

source: Deshalb:
en_gb: Therefore:

source: Angabe:
en_gb: Details:

source: Keine Reden aussuchen, die erst umständlich situiert werden müssen, damit die Redesituation nachvollziehbar wird.
en_gb: Do not select speeches that require complicated explanations: the situation should be immediately clear.

source: Die kurzen Eckdaten der Rede sollen ausreichen.
en_gb: A few short explanatory details should suffice.

source: Themenblätter
en_gb: Topic lists

source: Bitte füllt die Themenblätter gemäss Beilage aus.
en_gb: Please complete the topic lists as described in the annex.

source: Denkt bitte daran, dass die Studierenden einen Teil der Informationen eine Woche vorher bekommen, den zweiten Teil am Prüfungstag selber.
en_gb: Remember that the students receive some of the information a week prior to the exam, and the second part on the day of the exam.

source: Die Reden können für unterschiedliche Zielsprachen verwendet werden.
en_gb: Speeches can be used for a several target languages.

source: Alle Angaben erfolgen deshalb in der Ausgangssprache, nicht in der Zielsprache.
en_gb: All information should therefore be provided in the source language, not in the target language.

source: Dateinamen:
en_gb: File names:

source: Bitte folgendes Muster verwenden:
en_gb: Please use the following schema:

source: Inhalt, Struktur, Register, Stil, Präsentation
en_gb: Contents, structure, register, style, presentation

source: Eine gute Prüfungsrede…
en_gb: A good exam speech...

source: wird klar situiert (Themenblatt):
en_gb: has a clear context (topic list):

source: Wer spricht wo, vor wem und zu welchem Thema?
en_gb: Who is speaking where, to whom, and on what topic?

source: Die Situierung kann real oder fiktiv sein.
en_gb: The context may be real or fictitious.

source: Die gehaltene Rede soll nicht schon im Original wie eine Verdolmetschung klingen.
en_gb: The speech in its original form should not already sound as if it has been interpreted.

source: Achtung:
en_gb: (NB:

source: ist klar strukturiert:
en_gb: is clearly structured:

source: wird frei vorgetragen, ab Stichworten auf einem Spickzettel oder allenfalls Konsekutiv-Notizen.
en_gb: is freely presented from short cues or possibly from consecutive notes

source: hat ein klar umrissenes Thema, das sich in der kurzen Redezeit präsentieren und sinnvoll diskutieren lässt
en_gb: has a clearly defined topic that can be presented and meaningfully discussed in the short time available;

source: behandelt ein aktuelles allgemeinsprachliches Thema, keine fachlich spezifischen Reden (oder aber mit den nötigen terminologischen Angaben).
en_gb: is on a general current affairs topic, not a specialist topic (unless the necessary terminology is provided);

source: Anrede, Einleitung, Hauptteil mit den wesentlichen Fakten, Positionen, Argumenten, Überlegungen, Ereignissen und Anekdoten, Schluss mit Fazit oder Schlusspointe, Verabschiedung.
en_gb: Address; introduction; main part with key facts, positions, arguments, considerations, events and anecdotes; conclusion or final points; close;

source: darf Zahlen und Statistiken enthalten, die jedoch gut nachvollziehbar sein sollten oder bei mehr Komplexität in der schriftlichen Vorlage angegeben werden müssen.
en_gb: may include figures and statistics, but these must be clear and comprehensible; if they are complex, they should be provided in writing;

source: ist punktuell auch redundant und bietet den Studierenden so die Möglichkeit zu kürzen und aufzuholen.
en_gb: contains some redundancies, thus allowing the students to abridge and catch up;

source: Gerade bei Konsekutiv erwarten wir von den Studierenden eine kompakte, zügige Wiedergabe, was deshalb nicht schon im Originals der Fall sein sollte).
en_gb: Especially in consecutive interpreting we expect students to interpret succinctly and speedily, so the original speech should not be too concise);

source: darf und soll sprachliche Herausforderungen bieten (z. B. idiomatische Wendungen, kulturelle Eigenheiten) – so, wie sie in der Standardsprache natürlicherweise vorkommen.
en_gb: may and should contain linguistic challenges (e.g. idiomatic expressions, cultural peculiarities), as are found in natural standard speech;

source: weist ein mittleres Register auf (nicht zu formell oder akademisch, aber auch nicht zu umgangssprachlich)
en_gb: is of a medium-range register (not too formal or academic, but neither too colloquial);

source: darf in einer bestimmten Stimmung vorgetragen werden: witzig, nachdenklich, provokativ, entspannt, emotional usw. – soll aber nicht zur Show verkommen.
en_gb: may be presented in a specific tone - funny, thoughful, provocative, relaxed, emotional etc. - but should not degenerate into a spectacle;

source: Siehe auch das Dokument „Guidelines for Speech Making“ von Matthew Perret
en_gb: See also the document “Guidelines for Speech Making” by Matthew Perret

source: Bitte vermeiden:
en_gb: Please avoid:

source: Wikipedia-Einträge ausformulieren – die Faktendichte ist in der Regel zu hoch, die Textstruktur entspricht nicht einer natürlichen Rede, es treten kaum Redundanzen auf.
en_gb: basing speeches on Wikipedia entries – there are usually too many facts, the text structure is not that of natural speech, and there are few redundancies;

source: Ein weit gefasstes Thema ansprechen, Teile davon erläutern, aus Zeitgründen dann abbrechen und die Fortsetzung für eine spätere Gelegenheit ankündigen.
en_gb: taking a broad topic, explaining parts of it, then stopping due to time restraints and saying you will continue at a later stage;

source: terminologische Knacknüsse als reine Schikanen oder zum „Würzen“ einer ansonsten sprachlich flachen Rede
en_gb: introducing tricky terminological terms just for the sake of it or to “spice up” an otherwise linguistically plain speech;

source: Aus Zeitgründen einen ausgeprägten Schlussspurt hinlegen
en_gb: coming under time pressure and so needing to race towards the end of the speech

source: Tipps für die Aufzeichnung
en_gb: Recording tips

source: Kleidung:
en_gb: Clothing:

source: Der Hintergrund ist grau.
en_gb: The background is grey.

source: Bitte keine karierten Hemden tragen – diese flimmern auf dem Videobild und lenken ab.
en_gb: Please do not wear a checked shirt, as these flicker distractingly on the video image.

source: Ansonsten spiegelt sich das Fenster in der Brille, was für den Zuschauer ziemlich unangenehm ist, weil man dann die Augen des Redners nicht mehr sieht.
en_gb: this can be unpleasant for the audience, as the reflection means they cannot see the speaker's eyes.

source: Wer mit Brille liest, darf nicht direkt gegenüber vom Fenster stehen.
en_gb: If you wear glasses, do not stand immediately opposite a window;

source: Damit das Schneiden möglichst einfach vonstatten gehen kann, sollten sich die RednerInnen zu Beginn und am Ende der Rede zwei drei Sekunden möglichst wenig bewegen, sondern einfach ruhig und entspannt in die Kamera schauen.
en_gb: To make cutting easier, keep as still as possible for two or three seconds before beginning and after finishing, looking into the camera in a relaxed fashion.

source: Bitte klar und deutlich sprechen.
en_gb: Please speak loudly and clearly,

source: Andernfalls muss beim Schneiden die Lautstärke hochgefahren werden, womit auch alle Hintergrundgeräusche lauter werden.
en_gb: otherwise the volume has to turned up when the recording is cut, and this also makes the background noises louder.

source: Bitte frei sprechen, keine längeren Passagen (ausser Zitate) ablesen und nach Möglichkeit immer wieder den Blickkontakt zum Publikum suchen.
en_gb: Please speak freely, avoid reading longer passages directly from the written text (apart from quotes) and if possible establish eye contact with the audience.

source: Beispielreden
en_gb: Sample speeches

source: Beispiele für Prüfungsreden sind im allgemeinen Speech Repository für Studierende und Dozierende sowie im Speech Repository nur für Dozierende zu finden.
en_gb: Sample exam speeches can be found in the Speech Repository for students and lecturers and in the Speech Repository for lecturers only.

source: Bevor die Reden eingereicht werden, bitte von einer zweiten Lehrkraft gegenlesen lassen (4-Augen-Prinzip).
en_gb: Before the speeches are submitted, please ask a second member of the teaching staff to read through them.

source: Ist eine solche nicht verfügbar, bitte mit der Vertiefungsleitung Rücksprache nehmen.
en_gb: If no-one is available to do this, please consult the head of specialisation.

source: Das Themenblatt ist möglichst zum Zeitpunkt der Aufzeichnung vollständig auszufüllen und einzureichen.
en_gb: If possible, the list of topics should be completed and submitted when the speech is recorded.

source: weist idealerweise einen persönlichen Bezug zum Thema auf (tatsächlich oder in der Rolle des/der Vortragenden)
en_gb: allows for a personal reaction to the topic (in actual fact or in the role of the speech-giver);

source: variiert im Tempo nicht zu stark (Redezeit einhalten)
en_gb: does not vary too greatly in tempo (keep to the time available).

source: Ausformulierte Reden auswendig lernen oder ab einer ausformulierten schriftlichen Vorlage vortragen – solche Reden wirken trotz allem meist nicht spontan und sind von Register, Satzstruktur und Terminologie für unsere Zwecke meist nicht geeignet.
en_gb: learning formulated speeches by heart or reading a written text aloud. Such speeches are usually stilted and their register, sentence structure and terminology are usually unsuitable for our purposes;

source: Auf frühere Konferenzen/ andere Veranstaltungen zu einem anderen Thema verweisen, das nicht vorher angegeben wurde, bevor es mit dem eingentlichen Thema losgeht
en_gb: referring to previous conferences or other events on a different topic not previously announced before speaking on the actual topic;

source: Normal, etwas Farbe ist durchaus erwünscht.
en_gb: Normal; some colour is welcome.

source: Ungeeignet ist Schmuck am Handgelenk, der bei der Rede meistens Geräusche verursacht.
en_gb: Avoid wearing wrist jewellery that could jangle during the speech.

source: Zulassungsbedingungen
en_gb: Conditions for admission

source: Zum Studium des Bachelor Angewandte Sprachen werden Sie zugelassen, wenn Sie folgende Bedingungen erfüllen:
en_gb: To be admitted for enrolment in this programme, you will need to fulfill the following requirements:

source: Eine Dispensation ermöglichen auch höher einzustufende Diplome (z.B. Certificate of Proficiency in English).
en_gb: Dispensations can also be granted on the basis of higher qualifications (such as a Certificate of Proficiency in English).

source: Grosses Deutsches Sprachdiplom
en_gb: Grosses Deutsches Sprachdiplom (Goethe-Institut München)

source: Certificate of Advanced English, Grade A
en_gb: Certificate of Advanced English, grade A (University of Cambridge)

source: TOEFL (Internet-based), Score:
en_gb: TOEFL (Internet-based), minimum score:

source: IELTS, Band 8.0
en_gb: IELTS, Band 7.0 (University of Cambridge / British Council)

source: Diplôme Approfondi de Langue Française DALF C2
en_gb: Diplôme Approfondi de Langue Française DALF C2 (Ministère de l’éducation nationale)

source: CELI 5 Certificato di conoscenza della Lingua Italiana
en_gb: CELI 5 Certificato di conoscenza della Lingua Italiana, livello 5 (Università di Perugia)

source: PLIDA C2
en_gb: PLIDA C2 (Società Dante Alighieri)

source: Diploma Superior de Español DELE C2
en_gb: Diploma Superior de Español DELE (Instituto Cervantes)

source: Deutschkurse auf Stufe A2
en_gb: German courses at A2 level

source: Kursinhalt
en_gb: Course content

source: Lesen, Hören, Schreiben und Sprechen
en_gb: Reading, listening, writing and speaking

source: Sie vergrössern Ihren Wortschatz und trainieren die für Alltagssituationen relevante Grammatik
en_gb: You improve your vocabulary and practise the grammar necessary for everyday situations.

source: Mit abwechslungsreichen Aufgaben festigen und vertiefen Sie das Gelernte auch zu Hause.
en_gb: You consolidate and build on what you learn in class with varied and interesting exercises done at home.

source: Ziele
en_gb: Objectives

source: Sie können
en_gb: You can

source: die wichtigsten Informationen in kurzen Zeitungsartikeln und anderen Alltagstexten verstehen;
en_gb: understand the main information in short newspaper articles and other everyday texts;

source: über Alltagsthemen sprechen oder etwas vereinbaren.
en_gb: talk about topics from everyday life and make arrangements.

source: Zielpublikum
en_gb: Target audience

source: Deutschlernende, die schon Erfahrung im Lernen von Fremdsprachen mitbringen und gewohnt sind, selbstständig zu lernen.
en_gb: Learners of German who already have experience of learning foreign languages and are used to working independently.

source: Damit wir Ihnen den passenden Kurs anbieten können, führen wir Einstufungstests durch (Daten: siehe Seite 4).
en_gb: So that we can find the right course level for you, we ask you to sit a placement test (for dates see page 4).

source: Abschluss
en_gb: Certification

source: Abschlussprüfung der ZHAW (kostenlos) oder Goethe-Zertifikat A2 (CHF 200)
en_gb: ZHAW certification exam (free of charge) or A2 Goethe certificate (CHF 200)

source: Präsenzunterricht
en_gb: Class attendance

source: Selbstständiges Lernen
en_gb: Self-study

source: Lernmethoden
en_gb: Learning methods

source: Aufgaben auf Online­Lernplattform
en_gb: Exercises on online platform

source: Übungsmöglichkeiten auf der ZHAW­Lernplattform Moodle
en_gb: Exercises on the ZHAW learning platform Moodle

source: Abschlussprüfung der ZHAW am Ende des Semesters
en_gb: ZHAW exam at the end of the semester

source: Kursdaten Frühlingssemester 2018
en_gb: Course dates for 2018 spring semester

source: Kurs 1 – Tageskurs
en_gb: Course 1 - daytime course

source: Unterrichtszeit:
en_gb: Time:

source: 9:15–11:45 Uhr (Dienstag und Donnerstag)
en_gb: 9.15–11.45 am (Tuesdays and Thursdays)
